Overload List
Name  |   Description
GetBoldStatus
 Returns whether  All  ,  None  or a  Mixed  of characters in the entire text are bold.
GetBoldStatus(TextRange)
 Returns whether  All  ,  None  or a  Mixed  set of characters in a given text range are bold.
 See Also
  FormattedText Class
  FormattedText Members
  Autodesk.Revit.DB Namespace